mydata/root/source/my-links.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>A List Of My Frequently Used Abbreviations</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="A List Of My Frequently Used Abbreviations"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-05-20 14:59:57 EDT"/>
<meta name="author" content="Neil Smithline"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">A List Of My Frequently Used Abbreviations</h1>
