mydata/root/source/my-links.html


<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Wikipedia Links</h2>
<div class="outline-text-2" id="text-1">

<p>  qlw: Wikipedia Page for
</p><table style='border: 2px solid black !important; border-collapse: separate;' cellspacing="0" cellpadding="6" rules="all" frame="2">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Keyword</th><th scope="col" class="left">Description</th><th scope="col" class="left">Text</th><th scope="col" class="left">URL</th><th scope="col" class="left">ARG</th></tr>
</thead>
<tbody>
<tr><td class="left">imap</td><td class="left">IMAP</td><td class="left">IMAP</td><td class="left"><a href="http://en.wikipedia.org/wiki/Imap">http://en.wikipedia.org/wiki/Imap</a></td><td class="left"></td></tr>
<tr><td class="left">gmail</td><td class="left">Gmail</td><td class="left">Gmail</td><td class="left"><a href="http://en.wikipedia.org/wiki/Gmail">http://en.wikipedia.org/wiki/Gmail</a></td><td class="left"></td></tr>
<tr><td class="left">applets</td><td class="left">Java Applets</td><td class="left">Java Applets</td><td class="left"><a href="http://en.wikipedia.org/wiki/Java_applets">http://en.wikipedia.org/wiki/Java_applets</a></td><td class="left"></td></tr>
<tr><td class="left">java</td><td class="left">Java/J2SE</td><td class="left">Java/J2SE</td><td class="left"><a href="http://en.wikipedia.org/wiki/J2se">http://en.wikipedia.org/wiki/J2se</a></td><td class="left"></td></tr>
<tr><td class="left">lisp</td><td class="left">Lisp</td><td class="left">Lisp</td><td class="left"><a href="http://en.wikipedia.org/wiki/Lisp_(programming_language)">http://en.wikipedia.org/wiki/Lisp_%28programming_language%29</a></td><td class="left"></td></tr>
<tr><td class="left">rose</td><td class="left">Rational Rose</td><td class="left">Rational Rose</td><td class="left"><a href="http://en.wikipedia.org/wiki/Rational_rose">http://en.wikipedia.org/wiki/Rational_rose</a></td><td class="left"></td></tr>
<tr><td class="left">javascript</td><td class="left">JavaScript</td><td class="left">JavaScript</td><td class="left"><a href="http://en.wikipedia.org/wiki/Javascript">http://en.wikipedia.org/wiki/Javascript</a></td><td class="left"></td></tr>
<tr><td class="left">togetherj</td><td class="left">TogetherJ/Borland Together</td><td class="left">TogetherJ/Borland Together</td><td class="left"><a href="http://en.wikipedia.org/wiki/Borland_Together">http://en.wikipedia.org/wiki/Borland_Together</a></td><td class="left"></td></tr>
<tr><td class="left">swing</td><td class="left">Swing</td><td class="left">Swing</td><td class="left"><a href="http://en.wikipedia.org/wiki/Java_Swing">http://en.wikipedia.org/wiki/Java_Swing</a></td><td class="left"></td></tr>
<tr><td class="left">j2ee</td><td class="left">JEE/J2EE</td><td class="left">JEE/J2EE</td><td class="left"><a href="http://en.wikipedia.org/wiki/J2ee">http://en.wikipedia.org/wiki/J2ee</a></td><td class="left"></td></tr>
<tr><td class="left">younglings</td><td class="left">younglings</td><td class="left">younglings</td><td class="left"><a href="http://en.wikipedia.org/wiki/Younglings">http://en.wikipedia.org/wiki/Younglings</a></td><td class="left"></td></tr>
<tr><td class="left">freepress</td><td class="left">Freedom Of The Press</td><td class="left">freedom of the press</td><td class="left"><a href="http://en.wikipedia.org/wiki/Freedom_of_the_press">http://en.wikipedia.org/wiki/Freedom_of_the_press</a></td><td class="left"></td></tr>
<tr><td class="left">gem</td><td class="left">Ruby Gem</td><td class="left">Ruby Gem</td><td class="left"><a href="http://en.wikipedia.org/wiki/Ruby_gems">http://en.wikipedia.org/wiki/Ruby_gems</a></td><td class="left"></td></tr>
<tr><td class="left">macosx</td><td class="left">Mac OS X</td><td class="left">Mac OS X</td><td class="left"><a href="http://en.wikipedia.org/wiki/MacOSX">http://en.wikipedia.org/wiki/MacOSX</a></td><td class="left"></td></tr>
<tr><td class="left">forum</td><td class="left">Forum</td><td class="left">forum</td><td class="left"><a href="http://en.wikipedia.org/wiki/Internet_forum">http://en.wikipedia.org/wiki/Internet_forum</a></td><td class="left"></td></tr>
<tr><td class="left">linux</td><td class="left">Linux</td><td class="left">Linux</td><td class="left"><a href="http://en.wikipedia.org/wiki/Linux">http://en.wikipedia.org/wiki/Linux</a></td><td class="left"></td></tr>
<tr><td class="left">os</td><td class="left">Operating System</td><td class="left">OS</td><td class="left"><a href="http://en.wikipedia.org/wiki/Operating_system">http://en.wikipedia.org/wiki/Operating_system</a></td><td class="left"></td></tr>
<tr><td class="left">cygwin</td><td class="left">Cygwin</td><td class="left">Cygwin</td><td class="left"><a href="http://en.wikipedia.org/wiki/Cygwin">http://en.wikipedia.org/wiki/Cygwin</a></td><td class="left"></td></tr>
<tr><td class="left">cli</td><td class="left">Command-Line Interface</td><td class="left">CLI</td><td class="left"><a href="http://en.wikipedia.org/wiki/Command-line_interface">http://en.wikipedia.org/wiki/Command-line_interface</a></td><td class="left"></td></tr>
<tr><td class="left">bcompat</td><td class="left">Backwards Compatibility</td><td class="left">backwards compatibility</td><td class="left"><a href="http://en.wikipedia.org/wiki/Backwards_compatibility">http://en.wikipedia.org/wiki/Backwards_compatibility</a></td><td class="left"></td></tr>
<tr><td class="left">foss</td><td class="left">open-source</td><td class="left">open-source</td><td class="left"><a href="http://en.wikipedia.org/wiki/Free_and_Open_Source_Software">http://en.wikipedia.org/wiki/Free_and_Open_Source_Software</a></td><td class="left"></td></tr>
<tr><td class="left">elisp</td><td class="left">Elisp</td><td class="left">elisp</td><td class="left"><a href="http://en.wikipedia.org/wiki/Elisp">http://en.wikipedia.org/wiki/Elisp</a></td><td class="left"></td></tr>
<tr><td class="left">emacs</td><td class="left">Emacs</td><td class="left">Emacs</td><td class="left"><a href="http://en.wikipedia.org/wiki/Emacs">http://en.wikipedia.org/wiki/Emacs</a></td><td class="left"></td></tr>
<tr><td class="left">lua</td><td class="left">Lua</td><td class="left">Lua</td><td class="left"><a href="http://en.wikipedia.org/wiki/Lua_(programming_language)">http://en.wikipedia.org/wiki/Lua_%28programming_language%29</a></td><td class="left"></td></tr>
<tr><td class="left">python</td><td class="left">Python</td><td class="left">Python</td><td class="left"><a href="http://en.wikipedia.org/wiki/Python_(programming_language)">http://en.wikipedia.org/wiki/Python_%28programming_language%29</a></td><td class="left"></td></tr>
<tr><td class="left">lex</td><td class="left">Lex</td><td class="left">Lex</td><td class="left"><a href="http://en.wikipedia.org/wiki/Lex_(software)">http://en.wikipedia.org/wiki/Lex_%28software%29</a></td><td class="left"></td></tr>
<tr><td class="left">bison</td><td class="left">GNU Bison</td><td class="left">GNU Bison</td><td class="left"><a href="http://en.wikipedia.org/wiki/GNU_bison">http://en.wikipedia.org/wiki/GNU_bison</a></td><td class="left"></td></tr>
<tr><td class="left">yacc</td><td class="left">YACC</td><td class="left">YACC</td><td class="left"><a href="http://en.wikipedia.org/wiki/Yacc">http://en.wikipedia.org/wiki/Yacc</a></td><td class="left"></td></tr>
<tr><td class="left">dbx</td><td class="left">dbx</td><td class="left">dbx</td><td class="left"><a href="http://en.wikipedia.org/wiki/Dbx_(debugger)">http://en.wikipedia.org/wiki/Dbx_(debugger)</a></td><td class="left"></td></tr>
<tr><td class="left">solaris</td><td class="left">Solaris</td><td class="left">Solaris</td><td class="left"><a href="http://en.wikipedia.org/wiki/Solaris_(operating_system)">http://en.wikipedia.org/wiki/Solaris_(operating_system)</a></td><td class="left"></td></tr>
<tr><td class="left">elf</td><td class="left">ELF executables</td><td class="left">ELF executables</td><td class="left"><a href="http://en.wikipedia.org/wiki/Executable_and_Linkable_Format">http://en.wikipedia.org/wiki/Executable_and_Linkable_Format</a></td><td class="left"></td></tr>
<tr><td class="left">spi</td><td class="left">SPI</td><td class="left">SPI</td><td class="left"><a href="http://en.wikipedia.org/wiki/Service_Provider_Interface">http://en.wikipedia.org/wiki/Service_Provider_Interface</a></td><td class="left"></td></tr>
<tr><td class="left">struts</td><td class="left">Apache Struts</td><td class="left">Apache Struts</td><td class="left"><a href="http://en.wikipedia.org/wiki/Apache_Struts">http://en.wikipedia.org/wiki/Apache_Struts</a></td><td class="left"></td></tr>
<tr><td class="left">mvc</td><td class="left">model-view-controller</td><td class="left">model-view-controller (MVC)</td><td class="left"><a href="http://en.wikipedia.org/wiki/Model–view–controller">http://en.wikipedia.org/wiki/Model–view–controller</a></td><td class="left"></td></tr>
<tr><td class="left">servlets</td><td class="left">Servlets</td><td class="left">Servlets</td><td class="left"><a href="http://en.wikipedia.org/wiki/Java_Servlet">http://en.wikipedia.org/wiki/Java_Servlet</a></td><td class="left"></td></tr>
<tr><td class="left">sandbox</td><td class="left">sandboxing</td><td class="left">sandboxing</td><td class="left"><a href="http://en.wikipedia.org/wiki/Sandbox_(computer_security)">http://en.wikipedia.org/wiki/Sandbox_(computer_security)</a></td><td class="left"></td></tr>
<tr><td class="left">jrun</td><td class="left">JRun</td><td class="left">JRun</td><td class="left"><a href="http://en.wikipedia.org/wiki/Jrun">http://en.wikipedia.org/wiki/Jrun</a></td><td class="left"></td></tr>
<tr><td class="left">ws</td><td class="left">WebSphere</td><td class="left">WebSphere</td><td class="left"><a href="http://en.wikipedia.org/wiki/Websphere">http://en.wikipedia.org/wiki/Websphere</a></td><td class="left"></td></tr>
<tr><td class="left">wls</td><td class="left">WebLogic Server</td><td class="left">WebLogic Server</td><td class="left"><a href="http://en.wikipedia.org/wiki/Oracle_WebLogic_Server">http://en.wikipedia.org/wiki/Oracle_WebLogic_Server</a></td><td class="left"></td></tr>
<tr><td class="left">ccriteria</td><td class="left">Common Criteria</td><td class="left">Common Criteria</td><td class="left"><a href="http://en.wikipedia.org/wiki/Common_criteria">http://en.wikipedia.org/wiki/Common_criteria</a></td><td class="left"></td></tr>
<tr><td class="left">dmz</td><td class="left">DMZs</td><td class="left">DMZs</td><td class="left"><a href="http://en.wikipedia.org/wiki/DMZ_(computing)">http://en.wikipedia.org/wiki/DMZ_(computing)</a></td><td class="left"></td></tr>
<tr><td class="left">kerberos</td><td class="left">Kerberos</td><td class="left">Kerberos</td><td class="left"><a href="http://en.wikipedia.org/wiki/Kerberos_(protocol)">http://en.wikipedia.org/wiki/Kerberos_(protocol)</a></td><td class="left"></td></tr>
<tr><td class="left">xacml</td><td class="left">XACML</td><td class="left">XACML</td><td class="left"><a href="http://en.wikipedia.org/wiki/XACML">http://en.wikipedia.org/wiki/XACML</a></td><td class="left"></td></tr>
<tr><td class="left">saml</td><td class="left">SAML</td><td class="left">SAML</td><td class="left"><a href="http://en.wikipedia.org/wiki/SAML">http://en.wikipedia.org/wiki/SAML</a></td><td class="left"></td></tr>
<tr><td class="left">idm</td><td class="left">IDM</td><td class="left">IDM</td><td class="left"><a href="http://en.wikipedia.org/wiki/Idm">http://en.wikipedia.org/wiki/Idm</a></td><td class="left"></td></tr>
<tr><td class="left">shells</td><td class="left">Unix/Linux shells</td><td class="left">Unix/Linux shells</td><td class="left"><a href="http://en.wikipedia.org/wiki/Unix_shell">http://en.wikipedia.org/wiki/Unix_shell</a></td><td class="left"></td></tr>
<tr><td class="left">txt</td><td class="left">TXT Files</td><td class="left">.TXT files</td><td class="left"><a href="http://en.wikipedia.org/wiki/Text_file">http://en.wikipedia.org/wiki/Text_file</a></td><td class="left"></td></tr>
<tr><td class="left">cloud</td><td class="left">Cloud Computing</td><td class="left">cloud computing</td><td class="left"><a href="http://en.wikipedia.org/wiki/Cloud_computing">http://en.wikipedia.org/wiki/Cloud_computing</a></td><td class="left"></td></tr>
<tr><td class="left">gm</td><td class="left">Greasemonkey</td><td class="left">Greasemonkey</td><td class="left"><a href="http://bit.ly/ypj8z2">http://bit.ly/ypj8z2</a></td><td class="left"></td></tr>
</tbody>
</table>


</div>

</div>
