mydata/root/source/my-links.org
* Linux Man Page Links
  qlm: Online Linux Man Page for
  |---------+-------------+------------+--------------------------------+-----|
  | Keyword | Description | Text       | URL                            | ARG |
  |---------+-------------+------------+--------------------------------+-----|
  | usermod | usermod(8)  | usermod(8) | http://linux.die.net/man/8/usermod |     |
  | su      | su(1)       | su(1)      | http://linux.die.net/man/1/su  |     |
  | bash    | bash(1)     | bash(1)    | http://linux.die.net/man/1/bash |     |
  | cat     | cat(1)      | cat(1)     | http://linux.die.net/man/1/cat |     |
  | grep    | grep(1)     | grep(1)    | http://linux.die.net/man/1/grep |     |
  | vim     | vim(1)      | vim(1)     | http://linux.die.net/man/1/vim |     |
  | sed     | sed(1)      | sed(1)     | http://linux.die.net/man/1/sed |     |
  | proc    | proc(5)     | /proc      | http://linux.die.net/man/5/proc |     |
  | sudo    | sudo(8)     | sudo(8)    | http://linux.die.net/man/8/sudo |     |
  |         |             |            | <30>                           |     |
  |---------+-------------+------------+--------------------------------+-----|

* Misc Links
  qll: Link for
 |            | <20>                 | <20>                 | <30>                           |     |
 | Keyword    | Description          | Text                 | URL                            | ARG |
 |------------+----------------------+----------------------+--------------------------------+-----|
 | ghhome     | GitHub Home Page     | GitHub               | https://github.com             |     |
 | imapfilter | IMAPFilter           | IMAPFilter           | https://github.com/lefcha/imapfilter |     |
 | gmailext   | Gmail's IMAP Extensions | Gmail's IMAP Extensions | https://developers.google.com/google-apps/gmail/imap_extensions |     |
 | ghrepos    | My GitHub Repository | repository           | https://github.com/Neil-Smithline |     |
 | nb         | NanoBlogger Homepage | NanoBlogger          | http://nanoblogger.sourceforge.net/ |     |
 | blog       | My Blog              | my blog              | http://www.neilsmithline.com   |     |
 | ghpages    | GitHub Pages         | GitHub Pages         | http://pages.github.com/       |     |
 | web        | My Homepage          | my homepage          | http://www.neilsmithline.com   |     |
 | org        | Org Mode             | Org Mode             | http://orgmode.org/            |     |
 | emacs      | Emacs Homepage       | Emacs                | http://www.gnu.org/software/emacs/ |     |
 | scriptish  | Mozilla Scriptish Add-On | Scriptish            | http://bit.ly/xYcpv7           |     |
  
* GitHub Repos
  qlr: My Github repository for
 |            | <20>                 | <20>                 | <30>                           |     |
 | Keyword    | Description          | Text                 | URL                            | ARG |
 |------------+----------------------+----------------------+--------------------------------+-----|
 | ghroot     | ReRunAsRoot Script   | rerunasroot          | https://github.com/Neil-Smithline/rerunasroot |     |

* Identity Quicktext
  qid: Identity Information -
|         | <20>                 | <20>                 | <30>                           |     |
| Keyword | Description          | Text                 | URL                            | ARG |
|---------+----------------------+----------------------+--------------------------------+-----|
| b       | Name, Both           | Neil Smithline       |                                |     |
| f       | Name, First          | Neil                 |                                |     |
| l       | Name, Last           | Smithline            |                                |     |
| p       | Phone, Main          | 1-781-754-7628       |                                |     |
| x       | Phone, Fax           | 1-206-666-5090       |                                |     |
| hs      | Home Street Address  | 1600 Washington St.  |                                |     |
| ha      | Home Apartment       | Apt #314             |                                |     |
| hb      | Home Street and Apartment | 1600 Washington St., Apt #314 |                                |     |
| hc      | Home City            | West Newton          |                                |     |
| hz      | Home Zip             | 02465                |                                |     |
| bs      | Billing Street Address | 831 Beacon St.       |                                |     |
| ba      | Billing Apartment    | Apt #255             |                                |     |
| bb      | Billing Street and Apartment | 831 Beacon St., Apt #255 |                                |     |
| bc      | Billing City         | Newton Centre        |                                |     |
| bz      | Billing Zip          | 02459                |                                |     |
| web     | Web Homepage         | http://www.neilsmithline.com |                                |     |

