mydata/root/source/my-links.html

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Linux Man Page Links</h2>
<div class="outline-text-2" id="text-2">

<p>  qlm: Online Linux Man Page for
</p><table style='border: 2px solid black !important; border-collapse: separate;' cellspacing="0" cellpadding="6" rules="all" frame="2">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Keyword</th><th scope="col" class="left">Description</th><th scope="col" class="left">Text</th><th scope="col" class="left">URL</th><th scope="col" class="left">ARG</th></tr>
</thead>
<tbody>
<tr><td class="left">usermod</td><td class="left">usermod(8)</td><td class="left">usermod(8)</td><td class="left"><a href="http://linux.die.net/man/8/usermod">http://linux.die.net/man/8/usermod</a></td><td class="left"></td></tr>
<tr><td class="left">su</td><td class="left">su(1)</td><td class="left">su(1)</td><td class="left"><a href="http://linux.die.net/man/1/su">http://linux.die.net/man/1/su</a></td><td class="left"></td></tr>
<tr><td class="left">bash</td><td class="left">bash(1)</td><td class="left">bash(1)</td><td class="left"><a href="http://linux.die.net/man/1/bash">http://linux.die.net/man/1/bash</a></td><td class="left"></td></tr>
<tr><td class="left">cat</td><td class="left">cat(1)</td><td class="left">cat(1)</td><td class="left"><a href="http://linux.die.net/man/1/cat">http://linux.die.net/man/1/cat</a></td><td class="left"></td></tr>
<tr><td class="left">grep</td><td class="left">grep(1)</td><td class="left">grep(1)</td><td class="left"><a href="http://linux.die.net/man/1/grep">http://linux.die.net/man/1/grep</a></td><td class="left"></td></tr>
<tr><td class="left">vim</td><td class="left">vim(1)</td><td class="left">vim(1)</td><td class="left"><a href="http://linux.die.net/man/1/vim">http://linux.die.net/man/1/vim</a></td><td class="left"></td></tr>
<tr><td class="left">sed</td><td class="left">sed(1)</td><td class="left">sed(1)</td><td class="left"><a href="http://linux.die.net/man/1/sed">http://linux.die.net/man/1/sed</a></td><td class="left"></td></tr>
<tr><td class="left">proc</td><td class="left">proc(5)</td><td class="left">/proc</td><td class="left"><a href="http://linux.die.net/man/5/proc">http://linux.die.net/man/5/proc</a></td><td class="left"></td></tr>
<tr><td class="left">sudo</td><td class="left">sudo(8)</td><td class="left">sudo(8)</td><td class="left"><a href="http://linux.die.net/man/8/sudo">http://linux.die.net/man/8/sudo</a></td><td class="left"></td></tr>
</tbody>
</table>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Misc Links</h2>
<div class="outline-text-2" id="text-3">

<p>  qll: Link for
</p><table style='border: 2px solid black !important; border-collapse: separate;' cellspacing="0" cellpadding="6" rules="all" frame="2">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Keyword</th><th scope="col" class="left">Description</th><th scope="col" class="left">Text</th><th scope="col" class="left">URL</th><th scope="col" class="left">ARG</th></tr>
</thead>
<tbody>
<tr><td class="left">ghhome</td><td class="left">GitHub Home Page</td><td class="left">GitHub</td><td class="left"><a href="https://github.com">https://github.com</a></td><td class="left"></td></tr>
<tr><td class="left">imapfilter</td><td class="left">IMAPFilter</td><td class="left">IMAPFilter</td><td class="left"><a href="https://github.com/lefcha/imapfilter">https://github.com/lefcha/imapfilter</a></td><td class="left"></td></tr>
<tr><td class="left">gmailext</td><td class="left">Gmail's IMAP Extensions</td><td class="left">Gmail's IMAP Extensions</td><td class="left"><a href="https://developers.google.com/google-apps/gmail/imap_extensions">https://developers.google.com/google-apps/gmail/imap_extensions</a></td><td class="left"></td></tr>
<tr><td class="left">ghrepos</td><td class="left">My GitHub Repository</td><td class="left">repository</td><td class="left"><a href="https://github.com/Neil-Smithline">https://github.com/Neil-Smithline</a></td><td class="left"></td></tr>
<tr><td class="left">nb</td><td class="left">NanoBlogger Homepage</td><td class="left">NanoBlogger</td><td class="left"><a href="http://nanoblogger.sourceforge.net/">http://nanoblogger.sourceforge.net/</a></td><td class="left"></td></tr>
<tr><td class="left">blog</td><td class="left">My Blog</td><td class="left">my blog</td><td class="left"><a href="http://www.neilsmithline.com">http://www.neilsmithline.com</a></td><td class="left"></td></tr>
<tr><td class="left">ghpages</td><td class="left">GitHub Pages</td><td class="left">GitHub Pages</td><td class="left"><a href="http://pages.github.com/">http://pages.github.com/</a></td><td class="left"></td></tr>
<tr><td class="left">web</td><td class="left">My Homepage</td><td class="left">my homepage</td><td class="left"><a href="http://www.neilsmithline.com">http://www.neilsmithline.com</a></td><td class="left"></td></tr>
<tr><td class="left">org</td><td class="left">Org Mode</td><td class="left">Org Mode</td><td class="left"><a href="http://orgmode.org/">http://orgmode.org/</a></td><td class="left"></td></tr>
<tr><td class="left">emacs</td><td class="left">Emacs Homepage</td><td class="left">Emacs</td><td class="left"><a href="http://www.gnu.org/software/emacs/">http://www.gnu.org/software/emacs/</a></td><td class="left"></td></tr>
<tr><td class="left">scriptish</td><td class="left">Mozilla Scriptish Add-On</td><td class="left">Scriptish</td><td class="left"><a href="http://bit.ly/xYcpv7">http://bit.ly/xYcpv7</a></td><td class="left"></td></tr>
</tbody>
</table>


</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">GitHub Repos</h2>
<div class="outline-text-2" id="text-4">

<p>  qlr: My Github repository for
</p><table style='border: 2px solid black !important; border-collapse: separate;' cellspacing="0" cellpadding="6" rules="all" frame="2">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Keyword</th><th scope="col" class="left">Description</th><th scope="col" class="left">Text</th><th scope="col" class="left">URL</th><th scope="col" class="left">ARG</th></tr>
</thead>
<tbody>
<tr><td class="left">ghroot</td><td class="left">ReRunAsRoot Script</td><td class="left">rerunasroot</td><td class="left"><a href="https://github.com/Neil-Smithline/rerunasroot">https://github.com/Neil-Smithline/rerunasroot</a></td><td class="left"></td></tr>
</tbody>
</table>


</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5">Identity Quicktext</h2>
<div class="outline-text-2" id="text-5">

<p>  qid: Identity Information -
</p><table style='border: 2px solid black !important; border-collapse: separate;' cellspacing="0" cellpadding="6" rules="all" frame="2">
<caption></caption>
<colgroup><col class="left" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<thead>
<tr><th scope="col" class="left">Keyword</th><th scope="col" class="left">Description</th><th scope="col" class="left">Text</th><th scope="col" class="left">URL</th><th scope="col" class="left">ARG</th></tr>
</thead>
<tbody>
<tr><td class="left">b</td><td class="left">Name, Both</td><td class="left">Neil Smithline</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">f</td><td class="left">Name, First</td><td class="left">Neil</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">l</td><td class="left">Name, Last</td><td class="left">Smithline</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">p</td><td class="left">Phone, Main</td><td class="left">1-781-754-7628</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">x</td><td class="left">Phone, Fax</td><td class="left">1-206-666-5090</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">hs</td><td class="left">Home Street Address</td><td class="left">1600 Washington St.</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">ha</td><td class="left">Home Apartment</td><td class="left">Apt #314</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">hb</td><td class="left">Home Street and Apartment</td><td class="left">1600 Washington St., Apt #314</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">hc</td><td class="left">Home City</td><td class="left">West Newton</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">hz</td><td class="left">Home Zip</td><td class="left">02465</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">bs</td><td class="left">Billing Street Address</td><td class="left">831 Beacon St.</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">ba</td><td class="left">Billing Apartment</td><td class="left">Apt #255</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">bb</td><td class="left">Billing Street and Apartment</td><td class="left">831 Beacon St., Apt #255</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">bc</td><td class="left">Billing City</td><td class="left">Newton Centre</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">bz</td><td class="left">Billing Zip</td><td class="left">02459</td><td class="left"></td><td class="left"></td></tr>
<tr><td class="left">web</td><td class="left">Web Homepage</td><td class="left"><a href="http://www.neilsmithline.com">http://www.neilsmithline.com</a></td><td class="left"></td><td class="left"></td></tr>
</tbody>
</table>


</div>

</div>
