mydata/root/source/my-links.org
* Quote Shortcuts
  qq: Coding Shortcut - 
|         | <20>                 | <20>                 | <30>                           |       |
| Keyword | Description          | Text                 | URL                            | ARG   |
|---------+----------------------+----------------------+--------------------------------+-------|
| e       | Elisp-style quote for previous s-expression. | `'                   |                                | (3 2) |
| s       | Single-quote previous s-expression | ''                   |                                | (3 2) |
| d       | Double-quote previous s-expression | ""                   |                                | (1 2) |
| b       | Double-quote previous s-expression | ""                   |                                | (1 2) |
  

  
# LocalWords: qlw qlm qid hs ha hb hc hz bs ba bb bc bz wh macosx Quicktext usermod freepress
# LocalWords: ghrepos

# Local Variables:
# exec: (org-abbrevs-parse)
# End:
