mydata/root/source/my-links.html

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6">Quote Shortcuts</h2>
<div class="outline-text-2" id="text-6">


  qq: Coding Shortcut - 
|         | <20>                 | <20>                 | <30>                           |       |
| Keyword | Description          | Text                 | URL                            | ARG   |
|---------+----------------------+----------------------+--------------------------------+-------|
| e       | Elisp-style quote for previous s-expression. | `'                   |                                | (3 2) |
| s       | Single-quote previous s-expression | ''                   |                                | (3 2) |
| d       | Double-quote previous s-expression | ""                   |                                | (1 2) |
| b       | Double-quote previous s-expression | ""                   |                                | (1 2) |
  

  
# LocalWords: qlw qlm qid hs ha hb hc hz bs ba bb bc bz wh macosx Quicktext usermod freepress
# LocalWords: ghrepos

# Local Variables:
# exec: (org-abbrevs-parse)
# End:
</div>
</div>
</div>

</body>
</html>
